[
  {
    "id": 1,
    "name": "Lagos State Parks Services",
    "email": "neilsan.mando@example.com",
    "logo": "/logos/lagos-parks-logo.png",
    "address": "3471 Hirurzen Avenue, Hidden Leaf, Land of Fire",
    "contactPersonId": 32,
    "bio": "Lagos State Parks Services is responsible for the creation, maintenance, and regulation of public green spaces across Hidden Leaf, Land of Fire. Our mission is to promote environmental sustainability, improve urban aesthetics, and enhance quality of life for residents through innovative park design and community engagement programs."
  },
  {
    "id": 2,
    "name": "Urbana Channel Studios",
    "email": "tiruvellly.priya@example.com",
    "logo": "/logos/urbana-media.png",
    "address": "78 Culture Drive, Lagos, Nigeria",
    "contactPersonId": 33,
    "bio": "Urbana Channel Studios is a creative media production company specializing in authentic African storytelling and cultural representation. We produce compelling content across multiple platforms, from documentaries to digital series, connecting diverse audiences through powerful narratives that celebrate African heritage and contemporary culture."
  },
  {
    "id": 3,
    "name": "Corlax Wellness",
    "email": "matte.hannery@example.com",
    "logo": "/logos/corlax-ios-logo.png",
    "address": "100 Mindful Road, Toronto, ON, Canada",
    "contactPersonId": 34,
    "bio": "Corlax Wellness is a health and wellness technology company dedicated to making mental health support accessible and sustainable for everyone. We develop innovative digital solutions that combine evidence-based therapeutic approaches with cutting-edge technology to support individuals on their wellness journey."
  },
  {
    "id": 4,
    "name": "Zynate Events Group",
    "email": "tilly.burzinsky@example.com",
    "logo": "/logos/zynate-events.png",
    "address": "12 Festival Avenue, Ottawa, Canada",
    "contactPersonId": 35,
    "bio": "Zynate Events Group specializes in creating memorable experiences through large-scale corporate and cultural events. Our team of dynamic professionals brings communities together through expertly crafted events that blend creativity, logistics excellence, and meaningful engagement to deliver unforgettable moments."
  },
  {
    "id": 5,
    "name": "HERO Research & Design",
    "email": "felix.damini@example.com",
    "logo": "/logos/hero-research.png",
    "address": "22 Insights Blvd, Nairobi, Kenya",
    "contactPersonId": 36,
    "bio": "HERO Research & Design is a user experience research consultancy passionate about inclusive design and accessibility. We lead research initiatives that ensure digital products work for everyone, regardless of ability, combining rigorous methodology with human-centered design principles to create truly accessible experiences."
  },
  {
    "id": 6,
    "name": "TechShowcase Productions",
    "email": "sarah.c@techshowcase.com",
    "logo": "/logos/techshowcase-logo.png",
    "address": "45 Innovation Drive, San Francisco, CA, USA",
    "contactPersonId": 37,
    "bio": "TechShowcase Productions is a marketing and content creation company specializing in tech product launches and developer community building. We create authentic connections between cutting-edge technology and the people who use it, helping innovative companies tell their stories and build engaged communities."
  },
  {
    "id": 7,
    "name": "Access UX Consultancy",
    "email": "m.torres@accessfirst.com",
    "logo": "/logos/accessfirst-logo.png",
    "address": "88 Inclusive Way, Austin, TX, USA",
    "contactPersonId": 38,
    "bio": "Access UX Consultancy is a research and design firm specializing in accessibility and inclusive design solutions. Led by experts with PhDs in Human-Computer Interaction, we are committed to making technology work for people with disabilities through evidence-based research and innovative design methodologies."
  }
]